{"adult":false,"also_known_as":[],"biography":"Sope Aluko (\"Shaw-peh Ah-loo-koh\") was born in Nigeria (West Africa). Sope is a multilingual, dual citizen of both the US and the UK. She speaks five languages, including her native language, Yoruba/Nigerian, French, and Bahasa/Indonesian.\n\nSope's early years were spent living in some of the most beautiful countries in the world, including France, Switzerland, Tanzania, Trinidad & Tobago, and Indonesia. Her father being in the diplomatic service, exposed Sope and her sisters to appreciate the beauty of these countries, as well as the people, their languages, struggles and politics. Sope reflects that she and her sisters grew up feeling like \"gypsy children\" in the best possible way. All the world was a classroom and the people were their teachers.\n\nAs early as she could talk, Sope loved to perform. She decided as a very young girl that she would be an actor. Sope cultivated her acting chops in the UK, primarily Shakespearean stage plays, certified by the London Academy of Music and Dramatic Arts (LAMDA) and the Royal Academy of Dramatic Arts (RADA).\n\nAs an extended artistic expression to her acting, Sope studied various forms of dance, including Balinese and African dance. She had the privilege of performing the world famous South African \"Ipi Tombi\" dance at the National Arts Theater in Nigeria.\n\nA lover of education, Sope obtained an undergraduate degree in Engineering and Master's degree in Marketing. She had a successful corporate career in England and America for several years before returning to her acting career. Sope is a wife and mom of two young boys and lives in Los Angeles and Miami.\n\n- IMDb Mini Biography","id":1431508,"imdb_id":"nm3571491","name":"Sope Aluko","popularity":0.6,"profile_path":"/tPWSMWE2PgT6NTbMo281JarKYkO.jpg","images":{"profiles":[{"file_path":"/tPWSMWE2PgT6NTbMo281JarKYkO.jpg","width":300,"height":450,"aspect_ratio":0.66666666666667}]},"external_ids":{"imdb_id":"nm3571491","freebase_mid":"/m/0pcb2jz","tvrage_id":403294}}