{"adult":false,"also_known_as":["جود لو","주드 로","Джуд Лоу","ジュード・ロウ","จู๊ด ลอว์","裘德·洛","David Jude Heyworth Law","Τζουντ Λο"],"biography":"An English actor, film producer and director. He began acting with the National Youth Music Theatre in 1987, and had his first television role in 1989. After starring in films directed by Andrew Niccol, Clint Eastwood and David Cronenberg, he was nominated for the Academy Award for Best Supporting Actor in 1999 for his performance in Anthony Minghella's The Talented Mr. Ripley. In 2000 he won a Best Supporting Actor BAFTA Award for his work in the film. In 2003, he was nominated for the Academy Award for Best Actor for his performance in another Minghella film, Cold Mountain.\n\nIn 2006, he was one of the top ten most bankable movie stars in Hollywood. In 2007, he received an Honorary César and he was named a Chevalier of the Ordre des Arts et des Lettres by the French government. In April 2011, it was announced that he would be a member of the main competition jury at the 2011 Cannes Film Festival.\n\nDescription above from the Wikipedia article Jude Law, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1972-12-29","id":9642,"imdb_id":"nm0000179","name":"Jude Law","place_of_birth":"Lewisham, London, England, UK","popularity":9.976,"profile_path":"/4077Cyuo1mw53u1gNjLyQkqeZN0.jpg","images":{"profiles":[{"file_path":"/4077Cyuo1mw53u1gNjLyQkqeZN0.jpg","width":1996,"height":3000,"aspect_ratio":0.66533333333333},{"file_path":"/zj6HehQ644tui3jnTMevSU8FahB.jpg","width":1000,"height":1500,"aspect_ratio":0.66666666666667},{"file_path":"/yzVboK3mSpWRr39EXBlYTo4ndcn.jpg","width":1500,"height":2250,"aspect_ratio":0.66666666666667},{"file_path":"/9TzOEgOMVfiDseOvWhrn18zLxKt.jpg","width":2000,"height":3000,"aspect_ratio":0.66666666666667},{"file_path":"/aQD9e9SPjxCdyqxyXKBmEhNgjtR.jpg","width":600,"height":900,"aspect_ratio":0.66666666666667}]},"external_ids":{"imdb_id":"nm0000179","freebase_mid":"/m/01r93l","freebase_id":"/en/jude_law","tvrage_id":59185}}