{"adult":false,"also_known_as":["Sabine Camille Crossen"],"biography":"Sabine Crossen is a bilingual actress (French mother, American father) who was born in the United States but grew up in NZ. When she was 20 years old she moved to Paris to study acting at the Actorat Dramatic Arts College where she landed her first role playing the Virgin Mary.\n\nSabine's first role in a feature film was playing an Elf in Lord Of The Rings.\n\nIn 2003 she had her first lead role portraying Kim Lee in the independent feature film Shadow Girl that won several awards; Platinum Award Houston (USA) and Thessaloniki (Greece) Best Image.\n\nDuring this time Sabine was also on the primetime Canal+ Hypershow presenting stars like David Bowie, John Malkovitch, The Cranberries and Adrien Brody.\n\nShe has written songs for several compilation albums winning 3 gold discs.\n\nIn 2005 after playing the Rita in Surface Sensible the blockbuster The Brice Man (starring Jean Dujardin star of The Artist) came out where she plays his young mother-in-law.\n\nDuring this time Sabine also presented for the Alcatel web TV filming in France and Spain over several years.\n\n2006 brought In Memoriam II: The Last Ritual (In Memoriam won the 2003 best game award world), which gave her the lead role of Jessica Moses. Filming took place in Canada, USA, Portugal, Scotland and France.\n\nThen in 2007 Sabine played the lead female part of the alien Dragonfly Fairy in Car Academy, also interpreting the song \"Superman\" for the original soundtrack. The DVD won a double diamond disc in France.\n\nSabine then discovered motion capture and had the opportunity to play in several video games; Heavy Rain, Red Steel 2, Lana Del Rey. She then had the privilege of playing June in the game that became the film Hitman with Timothy Olyphant and Olga Kurylenko.\n\n3 years later she seduces Philippe Lellouche and Franck Dubosc in the movie Bienvenue A Bord (Welcome A Bord)\n\nIn 2012 things start to accelerate for Sabine who flies to Hong Kong and China to film S.O.L.I.I.D a pre-quel for the feature film where she will play the lead of a dangerous android. She then returns to Hong Kong to film the role of Joan in The Borderland starring Seydina Baldé.\n\nBack in Paris she films Le Grand Méchant Loup(The Big Bad Wolf) playing a naughty dominatrix and then the role of a reporter in Crossing Lines directed by Daniel Percival and finally a Texan facing Pierce Brosnan and Emma Thompson in The Love Punch. Coming out in 2013.\n\n- IMDb Mini Biography By: Denis Planat","homepage":"http://www.sabinecrossen.co.uk/","id":1193021,"imdb_id":"nm1644336","name":"Sabine Crossen","popularity":0.6,"profile_path":"/hEFh33yiI22rlngVLe3cBmHuP0C.jpg","images":{"profiles":[{"file_path":"/hEFh33yiI22rlngVLe3cBmHuP0C.jpg","width":300,"height":450,"aspect_ratio":0.66666666666667}]},"external_ids":{"imdb_id":"nm1644336","tvrage_id":0}}